Repository: JackZhong1998/attentionclock
Catalog: AttentionClock/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hant

source: 搜索伙伴（支持中文/英文/日文等）
ar: البحث عن الرفاق (صيني، إنجليزي، ياباني…)
de: Begleiter suchen (Chinesisch, Englisch, Japanisch…)
en: Search companions (Chinese, English, Japanese…)
es: Buscar compañeros (chino, inglés, japonés…)
fr: Rechercher des compagnons (chinois, anglais, japonais…)
hi: साथी खोजें (चीनी, अंग्रेज़ी, जापानी…)
id: Cari teman (Mandarin, Inggris, Jepang…)
it: Cerca compagni (cinese, inglese, giapponese…)
ja: パートナーを検索（中国語・英語・日本語など）
ko: 동반자 검색 (중국어/영어/일본어 등)
ms: Cari rakan (Cina, Inggeris, Jepun…)
nl: Metgezellen zoeken (Chinees, Engels, Japans…)
pl: Szukaj towarzyszy (chiński, angielski, japoński…)
pt_br: Buscar companheiros (chinês, inglês, japonês…)
ru: Поиск спутников (китайский, английский, японский…)
th: ค้นหาเพื่อนร่วมทาง (จีน อังกฤษ ญี่ปุ่น ฯลฯ)
tr: Yol arkadaşı ara (Çince, İngilizce, Japonca…)
uk: Пошук супутників (китайська, англійська, японська…)
vi: Tìm bạn đồng hành (tiếng Trung, Anh, Nhật…)

source: 从 Petdex 拉取最新伙伴列表
ar: جلب أحدث قائمة رفاق من Petdex
de: Neueste Begleiterliste von Petdex abrufen
en: Fetch the latest companion list from Petdex
es: Obtener la lista más reciente de compañeros desde Petdex
fr: Récupérer la liste des compagnons depuis Petdex
hi: Petdex से नवीनतम साथी सूची लाएँ
id: Ambil daftar teman terbaru dari Petdex
it: Recupera l'elenco aggiornato dei compagni da Petdex
ja: Petdex から最新のパートナー一覧を取得
ko: Petdex에서 최신 동반자 목록 가져오기
ms: Ambil senarai rakan terkini dari Petdex
nl: Haal de nieuwste metgezellenlijst op van Petdex
pl: Pobierz najnowszą listę towarzyszy z Petdex
pt_br: Buscar a lista mais recente de companheiros no Petdex
ru: Загрузить актуальный список спутников из Petdex
th: ดึงรายชื่อเพื่อนล่าสุดจาก Petdex
tr: Petdex'ten en son yol arkadaşı listesini al
uk: Отримати останній список супутників з Petdex
vi: Lấy danh sách bạn đồng hành mới nhất từ Petdex

source: 没有匹配的伙伴，试试其他关键词或筛选条件。
ar: لا يوجد رفاق مطابقون — جرّب كلمات مفتاحية أو فلاتر أخرى.
de: Keine passenden Begleiter — andere Suchbegriffe oder Filter versuchen.
en: No matching companions — try other keywords or filters.
es: Sin coincidencias — prueba otras palabras clave o filtros.
fr: Aucun compagnon trouvé — essayez d'autres mots-clés ou filtres.
hi: कोई मेल खाता साथी नहीं — अन्य कीवर्ड या फ़िल्टर आज़माएँ।
id: Tidak ada teman yang cocok — coba kata kunci atau filter lain.
it: Nessun compagno corrispondente — prova altre parole chiave o filtri.
ja: 一致するパートナーがありません。別のキーワードやフィルターをお試しください。
ko: 일치하는 동반자가 없습니다. 다른 키워드나 필터를 시도해 보세요.
ms: Tiada rakan sepadan — cuba kata kunci atau penapis lain.
nl: Geen overeenkomende metgezellen — probeer andere zoekwoorden of filters.
pl: Brak pasujących towarzyszy — spróbuj innych słów kluczowych lub filtrów.
pt_br: Nenhum companheiro encontrado — tente outras palavras-chave ou filtros.
ru: Совпадений нет — попробуйте другие ключевые слова или фильтры.
th: ไม่พบเพื่อนที่ตรงกัน ลองคำค้นหาหรือตัวกรองอื่น
tr: Eşleşen yol arkadaşı yok — başka anahtar kelimeler veya filtreler deneyin.
uk: Супутників не знайдено — спробуйте інші ключові слова або фільтри.
vi: Không có bạn đồng hành phù hợp — thử từ khóa hoặc bộ lọc khác.
zh_hant: 沒有匹配的伙伴，试试其他關键词或筛选条件。

source: 无法加载伙伴图鉴。
ar: تعذّر تحميل فهرس الرفاق.
de: Begleiter-Katalog konnte nicht geladen werden.
en: Couldn't load the companion catalog.
es: No se pudo cargar el catálogo de compañeros.
fr: Impossible de charger le catalogue des compagnons.
hi: साथी कैटलॉग लोड नहीं हो सका।
id: Tidak dapat memuat katalog teman.
it: Impossibile caricare il catalogo dei compagni.
ja: パートナー図鑑を読み込めませんでした。
ko: 동반자 도감을 불러올 수 없습니다.
ms: Tidak dapat memuatkan katalog rakan.
nl: Metgezellen-catalogus kon niet worden geladen.
pl: Nie udało się wczytać katalogu towarzyszy.
pt_br: Não foi possível carregar o catálogo de companheiros.
ru: Не удалось загрузить каталог спутников.
th: โหลดคatalog เพื่อนร่วมทางไม่ได้
tr: Yol arkadaşı kataloğu yüklenemedi.
uk: Не вдалося завантажити каталог супутників.
vi: Không thể tải danh mục bạn đồng hành.
zh_hant: 无法加載伙伴圖鉴。

source: 图鉴已更新，新增 %lld 个伙伴，共 %lld 个。
ar: تم تحديث الفهرس — %lld رفيق جديد (%lld إجمالاً).
de: Katalog aktualisiert — %lld neue Begleiter (%lld gesamt).
en: Catalog updated — %lld new companions (%lld total).
es: Catálogo actualizado — %lld compañeros nuevos (%lld en total).
fr: Catalogue mis à jour — %lld nouveaux compagnons (%lld au total).
hi: कैटलॉग अपडेट — %lld नए साथी (कुल %lld)।
id: Katalog diperbarui — %lld teman baru (total %lld).
it: Catalogo aggiornato — %lld nuovi compagni (%lld totali).
ja: 図鑑を更新しました。新規 %lld 体、合計 %lld 体。
ko: 도감 업데이트 — 새 동반자 %lld명 (총 %lld명).
ms: Katalog dikemas kini — %lld rakan baharu (jumlah %lld).
nl: Catalogus bijgewerkt — %lld nieuwe metgezellen (%lld totaal).
pl: Katalog zaktualizowany — %lld nowych towarzyszy (łącznie %lld).
pt_br: Catálogo atualizado — %lld novos companheiros (%lld no total).
ru: Каталог обновлён — %lld новых спутников (всего %lld).
th: อัปเดตคatalog แล้ว — เพิ่ม %lld ราย (รวม %lld)
tr: Katalog güncellendi — %lld yeni yol arkadaşı (toplam %lld).
uk: Каталог оновлено — %lld нових супутників (усього %lld).
vi: Đã cập nhật danh mục — %lld bạn mới (tổng %lld).
zh_hant: 圖鉴已更新，新增 %lld 個伙伴，共 %lld 個。

source: 图鉴已是最新，共 %lld 个伙伴。
ar: الفهرس محدّث — %lld رفيق.
de: Katalog ist aktuell — %lld Begleiter.
en: Catalog is up to date — %lld companions.
es: El catálogo está actualizado — %lld compañeros.
fr: Le catalogue est à jour — %lld compagnons.
hi: कैटलॉग अद्यतन है — %lld साथी।
id: Katalog sudah terbaru — %lld teman.
it: Catalogo aggiornato — %lld compagni.
ja: 図鑑は最新です（合計 %lld 体）。
ko: 도감이 최신입니다 — 총 %lld명.
ms: Katalog terkini — %lld rakan.
nl: Catalogus is up-to-date — %lld metgezellen.
pl: Katalog jest aktualny — %lld towarzyszy.
pt_br: Catálogo atualizado — %lld companheiros.
ru: Каталог актуален — %lld спутников.
th: คatalog ล่าสุดแล้ว — รวม %lld ราย
tr: Katalog güncel — %lld yol arkadaşı.
uk: Каталог актуальний — %lld супутників.
vi: Danh mục đã cập nhật — %lld bạn đồng hành.
zh_hant: 圖鉴已是最新，共 %lld 個伙伴。

source: 伙伴包格式无效，无法安装。
ar: حزمة الرفيق غير صالحة — لا يمكن التثبيت.
de: Ungültiges Begleiter-Paket — Installation nicht möglich.
en: Invalid companion pack — can't install.
es: Paquete de compañero no válido — no se puede instalar.
fr: Pack compagnon invalide — installation impossible.
hi: अमान्य साथी पैक — इंस्टॉल नहीं हो सकता।
id: Paket teman tidak valid — tidak dapat diinstal.
it: Pacchetto compagno non valido — impossibile installare.
ja: パートナーパックの形式が無効で、インストールできません。
ko: 동반자 팩 형식이 올바르지 않아 설치할 수 없습니다.
ms: Pakej rakan tidak sah — tidak boleh dipasang.
nl: Ongeldig metgezellenpakket — kan niet installeren.
pl: Nieprawidłowa paczka towarzysza — nie można zainstalować.
pt_br: Pacote de companheiro inválido — não é possível instalar.
ru: Неверный пакет спутника — установка невозможна.
th: แพ็กเพื่อนร่วมทางไม่ถูกต้อง ติดตั้งไม่ได้
tr: Geçersiz yol arkadaşı paketi — yüklenemiyor.
uk: Недійсний пакет супутника — неможливо встановити.
vi: Gói bạn đồng hành không hợp lệ — không thể cài đặt.

source: 该伙伴已下载。
ar: تم تنزيل هذا الرفيق بالفعل.
de: Dieser Begleiter ist bereits heruntergeladen.
en: This companion is already downloaded.
es: Este compañero ya está descargado.
fr: Ce compagnon est déjà téléchargé.
hi: यह साथी पहले से डाउनलोड है।
id: Teman ini sudah diunduh.
it: Questo compagno è già stato scaricato.
ja: このパートナーはすでにダウンロード済みです。
ko: 이 동반자는 이미 다운로드되었습니다.
ms: Rakan ini sudah dimuat turun.
nl: Deze metgezel is al gedownload.
pl: Ten towarzysz jest już pobrany.
pt_br: Este companheiro já foi baixado.
ru: Этот спутник уже загружен.
th: ดาวน์โหลดเพื่อนรายนี้แล้ว
tr: Bu yol arkadaşı zaten indirildi.
uk: Цього супутника вже завантажено.
vi: Bạn đồng hành này đã được tải.
zh_hant: 该伙伴已下載。

source: 桌面伙伴
ar: رفقاء سطح المكتب
de: Desktop-Begleiter
en: Desktop Companions
es: Compañeros de escritorio
fr: Compagnons de bureau
hi: डेस्कटॉप साथी
id: Teman desktop
it: Compagni desktop
ja: デスクトップ相棒
ko: 데스크톱 파트너
ms: Rakan desktop
nl: Desktop-metgezellen
pl: Towarzysze na pulpicie
pt_br: Companheiros de desktop
ru: Настольные спутники
th: เพื่อนบนเดสก์ท็อป
tr: Masaüstü arkadaşları
uk: Настільні супутники
vi: Bạn đồng hành desktop

source: 开启桌面伙伴
ar: تفعيل رفيق سطح المكتب
de: Desktop-Begleiter aktivieren
en: Enable Desktop Companion
es: Activar compañero de escritorio
fr: Activer le compagnon de bureau
hi: डेस्कटॉप साथी चालू करें
id: Aktifkan teman desktop
it: Attiva compagno desktop
ja: デスクトップ相棒を有効にする
ko: 데스크톱 파트너 사용
ms: Dayakan rakan desktop
nl: Desktop-metgezel inschakelen
pl: Włącz towarzysza na pulpicie
pt_br: Ativar companheiro de desktop
ru: Включить настольного спутника
th: เปิดใช้เพื่อนบนเดสก์ท็อป
tr: Masaüstü arkadaşını etkinleştir
uk: Увімкнути настільного супутника
vi: Bật bạn đồng hành desktop
zh_hant: 開啟桌面伙伴

source: 开启桌面伙伴后，可从图鉴下载角色陪你专注，或显示在桌面上。
ar: فعّل لتحميل الشخصيات من الفهرس، مرافقتك أثناء التركيز، أو عرضها على سطح المكتب.
de: Aktivieren, um Charaktere aus dem Katalog zu laden, beim Fokussieren Gesellschaft zu leisten oder sie auf dem Desktop anzuzeigen.
en: Enable desktop companions to download characters from the catalog, keep you company while focusing, or show one on your desktop.
es: Actívalo para descargar personajes del catálogo, acompañarte al enfocarte o mostrarlos en el escritorio.
fr: Activez pour télécharger des personnages, vous tenir compagnie pendant le focus ou les afficher sur le bureau.
hi: कैटलॉग से पात्र डाउनलोड करने, फ़ोकस में साथ देने या डेस्कटॉप पर दिखाने के लिए चालू करें।
id: Aktifkan untuk mengunduh karakter dari katalog, menemani fokus, atau menampilkannya di desktop.
it: Attiva per scaricare personaggi dal catalogo, farti compagnia durante il focus o mostrarli sul desktop.
ja: 有効にすると、図鑑からキャラをダウンロードして集中を一緒にしたり、デスクトップに表示できます。
ko: 켜면 도감에서 캐릭터를 받아 집중할 때 함께하거나 바탕화면에 표시할 수 있습니다.
ms: Dayakan untuk memuat turun watak dari katalog, menemani fokus, atau paparkan di desktop.
nl: Schakel in om personages uit de catalogus te downloaden, gezelschap te houden tijdens focus of op het bureaublad te tonen.
pl: Włącz, aby pobierać postacie z katalogu, towarzyszyć podczas skupienia lub wyświetlać na pulpicie.
pt_br: Ative para baixar personagens do catálogo, fazer companhia no foco ou exibir na área de trabalho.
ru: Включите, чтобы скачивать персонажей из каталога, сопровождать вас во время фокуса или показывать на рабочем столе.
th: เปิดใช้เพื่อดาวน์โหลดตัวละครจากคatalog คอยเป็นเพื่อนตอนโฟกัส หรือแสดงบนเดสก์ท็อป
tr: Katalogdan karakter indirmek, odaklanırken eşlik etmek veya masaüstünde göstermek için etkinleştirin.
uk: Увімкніть, щоб завантажувати персонажів із каталогу, супроводжувати під час фокусу або показувати на робочому столі.
vi: Bật để tải nhân vật từ danh mục, đồng hành khi tập trung hoặc hiển thị trên màn hình.
zh_hant: 開啟桌面伙伴後，可从圖鉴下載角色陪你專注，或顯示在桌面上。
